<?php

$_LANG['pack_name'] = 'Қаптама атауы';
$_LANG['pack_fee'] = 'Ақысы';
$_LANG['free_money'] = 'Тегін лимиті';
$_LANG['pack_img'] = 'Қаптама суреті';
$_LANG['pack_desc'] = 'Қаптама сипаттауы';

$_LANG['pack_edit'] = 'Қаптаманы өңдеу';

$_LANG['drop_pack_img'] = 'Суретті жою';
$_LANG['confirm_pack_img'] = 'Қаптаманың суретін жоясыз ба？';
$_LANG['drop_pack_img_success'] = 'Қаптама суреті сәтті жойылды';

$_LANG['pack_edit_lnk'] = 'Бұл қаптаманы қайта өңдеу';
$_LANG['pack_list_lnk'] = 'Тізім бетіне қайту';

/*帮助信息*/
$_LANG['notice_packfee'] = 'Бұл қаптаманы істеткенде төлейтін сомасы,тегін болса 0 деп қойыңыз';
$_LANG['notice_freemoney'] = 'Клиенттің сатып алу сомасы осы саннан асқан кезде,осы қаптама тегін беріледі,Егер 0 деп қойсаңыз,онда қаптамаға міндетті түрде ақы төлеуі керек болады';

$_LANG['warn_packimg'] = 'Сіз суретті жүктегенсіз,қайта жүктесеңіз бұрынғы суретті осы суретке жаңартады';

/*提示信息*/
$_LANG['packname_exist'] = '%s қаптама аты бұрын енгізілген';
$_LANG['packadd_succed'] = 'Сәтті енгізілді';
$_LANG['packedit_succed'] = '%s қаптамасы сәтті өзгертілді';
$_LANG['packedit_falure'] = '%s қаптамасын өзгерту сәтсіз';
$_LANG['packremove_falure'] = 'Жою сәтсіз';
$_LANG['enter_num'] = 'Бір сан енгізіңіз！';
$_LANG['no_packname'] = 'Қаптама атауын енгізіңіз！';

$_LANG['back_list'] = 'Қаптама тізіміне қайту';
$_LANG['continue_add'] = 'Жалғасты қаптама енгізу';

/*JS 语言项*/
$_LANG['js_languages']['no_packname'] = 'Қаптама аты енгізілмеді';
$_LANG['js_languages']['packfee_un_num'] = 'Қаптама ақысы енгізілмеді немесе енгізген мән сан/цифр емес';
$_LANG['js_languages']['packmoney_un_num'] = 'Қаптаманың тегін лимиті енгізілмеді немесе енгізген мән сан/цифр емес';

return $_LANG;
