<?php

$_LANG['tag_manage'] = 'Таңба баптауы';
$_LANG['tag_id'] = 'Коды';
$_LANG['tag_words'] = 'Таңба аты';
$_LANG['add_tag'] = 'Енгізу';
$_LANG['user_id'] = 'Клент аты';
$_LANG['goods_id'] = 'Тауар аты';
$_LANG['drop_tags'] = 'Топпен жою';
$_LANG['tagword_exist'] = '%s таңбасы бұрын енгізілген！';
$_LANG['tag_list'] = 'Таңба тізімі';
$_LANG['tag_edit'] = 'Таңба өңдеу';
$_LANG['goods_name'] = 'Тауар аты';
$_LANG['name_search'] = 'Тауар коды,аты бойынша іздеңіз';
$_LANG['tag_edit_success'] = 'Таңба сәтті жаңартылды';
$_LANG['tag_add_success'] = 'Таңба сәтті енгізілді';
$_LANG['pls_select_goods'] = 'Тауар таңда';

$_LANG['no_select_tag'] = 'Сізде қазір жою керек таңба жоқ';
$_LANG['drop_success'] = 'Сіз %d таңбаны сәтті жойдыңыз';
$_LANG['back_list'] = 'Тізімге қайту';

/* JS语言项 */
$_LANG['drop_confirm'] = 'Бұл деректі жоясыз ба?';

$_LANG['js_languages']['tag_name_not_empty'] = 'Таңба атауын енгізіңіз！';

/* 页面顶部操作提示 */
$_LANG['operation_prompt_content']['list'][0] = 'Сөреге қою- тауар сөреге қою күйінде емес кезде,платформа кленттеріне тауар көрсетілмейді,осы функция арқылы тауардың сатылымға шығуын еркін басқарасыз';
$_LANG['operation_prompt_content']['list'][1] = 'Сөреден алыну - Егер тауарды сөреден портал админдері алып тастаса,онда тауарды кленттер көре алмайды,тек портал админі ғана тауарды ережеге сай емес деп алып тастай алады,қайта шығару үшін тауарды қайтадан өңдеп енгізуге тура келеді';
$_LANG['operation_prompt_content']['list'][2] = 'Баптау арқылы тауардың деталын,тауар SKU көре аласыз.Тауар деталын көргенде,тауар ақпарат бетіне өтеді,тауар SKU көргенде,тауардың SKU、суреті、бағасы、қоры сияқты ақпараттар көрінеді.';

$_LANG['operation_prompt_content']['info'][0] = 'Басқарма арқылы бір жаңа клент енгізіп,қатысты ақпараттарын толтыра аласыз.';
$_LANG['operation_prompt_content']['info'][1] = 'Жаңа клент енгізген соң клент тізімінен осы деректі таба аласыз,және бұл дерекке өңдеу атқаруын жасай аласыз,бірақ бұл кленттің аты өзгертілмейді';

return $_LANG;
