<?php

$_LANG['upper_shelf'] = 'Сөреге қою,тауар сөреге қойылмаған кезде,клиенттер бұл тауарды көре алмайды,сатушы тауардың сөреге қойылуын реттей алады.';
$_LANG['lower_shelf'] = 'Сөреден алыну,тауар ережеге қайшы болып сөреден алынған кезде,клиенттер бұл тауарды сатып ала алмайды,тек админ ғана ережеге қайшы тауарлардың сөреден алынуын реттей алады,және тек тауарды қайтадан өңдегеннен кейін ғана сөреге шығара алады.';
$_LANG['set_item_info'] = 'Баптау бетінен тауардың SKU көру,тауар деталы,деталь бетіне өту.тауар суретін,бағасын,қорын т.б. ақпараттарды көре алады.';

$_LANG['add_member'] = 'Админ порталы арқылы қолмен клиент енгізіп,қатысты ақпараттарын реттеуге болады.';
$_LANG['required'] = '“<em>*</em>”белгісі барлар,міндетті түрде енгізілу керек дегенді білдіреді,қалғандары ерікті түрде.';
$_LANG['member_operation'] = 'Жаңа клиент енгізгеннен кейін клиент тізімінен бұл деректі табуға болады,және қайта өңдеу жасауға болады,бірақ клиент аты өзгертілмейді.';

$_LANG['schp_imgsrc'] = 'Карусел мекен-жайы';
$_LANG['schp_imgurl'] = 'Карусел URL-і';
$_LANG['schp_imgdesc'] = 'Анықтамасы';
$_LANG['schp_sort'] = 'Реті';
$_LANG['trash_img_confirm'] = 'Бұл каруселді жоясыз ба?';
$_LANG['custom_del_confirm'] = 'Бұл жарнаманы жоясызба?';
$_LANG['tab_change_alert'] = 'Алдымен еркін жарнаманың бәрін“жабыңыз”,\n\n содан кейін ғана әдепкі күйге қоя аласыз.';
$_LANG['trash_img'] = 'Бұл каруселді жою';
$_LANG['custom_drop_img'] = 'Бұл жарнаманы жою';
$_LANG['custom_change_img'] = 'Күйін өзгерту';
$_LANG['add_new'] = 'Фото енгізу';
$_LANG['add_flash'] = 'Медия енгізу';
$_LANG['add_ad'] = 'Еркін жарнама енгізу';
$_LANG['add_picad'] = 'Фото жарнама енгізу';
$_LANG['edit_picad'] = 'Фото жарнаманы өңдеу';
$_LANG['edit_ad'] = 'Еркін жарнаманы өңдеу';
$_LANG['title_flash_name'] = 'Жарнама аты';
$_LANG['title_flash_type'] = 'Түрі';
$_LANG['title_flash_time'] = 'Енгізу уақыты';
$_LANG['title_flash_status'] = 'Күйі';
$_LANG['title_upload_notice'] = 'Бұл жарнаманың фото файлын жүкте н/е бір меңзелген URL-ді енгізіңіз.';

$_LANG['img_src'] = 'Фото мекен-жайы';
$_LANG['img_url'] = 'Фото URL-і ';
$_LANG['form_none'] = 'Ақпарат толық емес,енгізілу сәтсіз';
$_LANG['web_url_no'] = 'Меңзелген URL қате.Толық URL мекенжайын енгізіңіз！';
$_LANG['src_empty'] = 'Мекен-жай қате。';
$_LANG['back_custom_set'] = 'Еркін баптауға қайту';
$_LANG['edit_ok'] = 'Атқару сәтті';
$_LANG['edit_no'] = 'Атқару сәтсіз';
$_LANG['id_error'] = 'Меңзелген карусел жоқ!';
$_LANG['src_empty'] = 'Карусел мекен-жайын енгізіңіз';
$_LANG['link_empty'] = 'URL-ін енгізіңіз';
$_LANG['go_url'] = 'Карусел тізімі';
$_LANG['ad_play_url'] = 'Жарнаманың каруселді тізімі';
$_LANG['return_edit'] = 'Өңдеуге қайту';
$_LANG['width_height'] = 'Бұл үлгідегі фотогың стандарт ені：%s стандарт биіктігі：%s';
$_LANG['invalid_type'] = 'Жүктелген фото форматы қате！';
$_LANG['flash_template'] = 'Flash карусел үлгісін істетуге болады';
$_LANG['current_theme'] = 'Қазіргі үлгі';
$_LANG['install_success'] = 'Flash үлгісі сәтті қосылды.';
$_LANG['ad_img'] = 'Фото';
$_LANG['ad_flash'] = 'Flash';
$_LANG['ad_html'] = 'Код';
$_LANG['ad_text'] = 'Әріп';


/* 内容页标签 */
$_LANG['lable_flash_name'] = 'Жарнама аты：';
$_LANG['lable_flash_type'] = 'типі：';
$_LANG['lable_flash_status'] = 'Күйі：';
$_LANG['lable_upload'] = 'Жүктеу：';
$_LANG['lable_url'] = 'URL мекен-жайы：';
$_LANG['lable_from_web'] = 'немесе сыртқы URL мекен-жайы：';
$_LANG['lable_content'] = 'Мазмұны：';

/* 标签 */
$_LANG['system_set'] = 'Әдепкі';
$_LANG['custom_set'] = 'Еркін';

/* JS 语言项 */
$_LANG['js_languages']['setupConfirm'] = 'Жаңа Flash үлгісін қосу ескі үлгіні жаңартады .\n Таңдалған үлгіні қосасызба?';

return $_LANG;
