<?php

$_LANG['add_member'] = 'Басқармадан жаңа клиент енгізіп,қатысты ақпараттар толтыруға болады.';
$_LANG['required'] = '“<em>*</em>”белгісі барларды міндетті түрде енгізу керек,қалғандары ерікті.';
$_LANG['edit_remind'] = 'Жаңа енгізген клиенттерді тізімнен табуға болады,және деректерге өңдеу жүргізуге болады,бірақ атауын өзгерте алмайсыз.';

$_LANG['custom_window_info'] = 'Еркін сөрелерге қатысты ақпараттарды баптау.';
$_LANG['set_window'] = 'Ерікті сөре,керегіңізге қарай баптай аласыз.';
$_LANG['empty_window_name'] = 'Сөре атауын енгізіңіз';

$_LANG['goods_window'] = 'Тауар сөресі';
$_LANG['custom_window'] = 'Еркін сөре';

$_LANG['goods_window_info'] = 'Дүкеннің тауар сөресіне қатысты ақпараттарды баптау.';
$_LANG['window_friendly_tips'] = 'Сөрені лайықты енгізіп,үйлесімді орналастырыңыз,бұл клиенттерге жақсы әсер қалтырады.';

$_LANG['sure_delete_window'] = 'Бұл сөрені жоясыз ба?';

return $_LANG;
