<?php

/*------------------------------------------------------ */
//-- 卡片信息
/*------------------------------------------------------ */
$_LANG['virtual_card_list'] = 'Виртуалды тауарлар';
$_LANG['lab_goods_name'] = 'Тауар аты';
$_LANG['replenish'] = 'Қор қосу';
$_LANG['lab_card_id'] = 'Коды';
$_LANG['lab_card_sn'] = 'Карта коды';
$_LANG['lab_card_password'] = 'Карта паролі';
$_LANG['lab_end_date'] = 'Жарамды уақыты';
$_LANG['lab_is_saled'] = 'Сатылды ма';
$_LANG['lab_order_sn'] = 'Заказ коды';
$_LANG['action_success'] = 'Атқару сәтті';
$_LANG['action_fail'] = 'Атқару сәтсіз';
$_LANG['card'] = 'Карта тізімі';
$_LANG['virtual_card'] = 'Вир.карта';

$_LANG['batch_card_add'] = 'Топпен қорды қосу';
$_LANG['download_file'] = 'CSV файлды жүктеу';
$_LANG['separator'] = 'Бөлгіш белгі';
$_LANG['uploadfile'] = 'Файл жүктеу';
$_LANG['sql_error'] = '%s-ақпараттан қате шықты：<br /> ';
$_LANG['notice_file'] = '（CSV файлы арқылы әр рет тауар енгізгенде тауар саны 40-дан аспауы керек,CSV файл көлемі 500КБ аспауы керек.）';

/* 提示信息 */
$_LANG['replenish_no_goods_id'] = 'Тауар ID-ы кем,тауарды толықтыра алмайсыз';
$_LANG['replenish_no_get_goods_name'] = 'Тауар ID-ында қателік бар,тауар атын алу мүмкін емес';
$_LANG['drop_card_success'] = 'Бұл дерек сәтті жойылды';
$_LANG['batch_drop'] = 'Топпен жою';
$_LANG['drop_card_confirm'] = 'Бұл деректі жоясыз ба？';
$_LANG['card_sn_exist'] = '%s карта коды бұрыннан бар,қайта енгізіңіз';
$_LANG['go_list'] = 'Қор қосу тізімі';
$_LANG['continue_add'] = 'Жалғасты қою';
$_LANG['uploadfile_fail'] = 'Файлды жүктеу сәтсіз';
$_LANG['batch_card_add_ok'] = '%s қор қосу ақпараты сәтті орындалды';

$_LANG['js_languages']['no_card_sn'] = 'Карта коды және карта паролі екеуіде бос қалтырылмауы керек';
$_LANG['js_languages']['separator_not_null'] = 'Бөлгіш белгіні енгізіңіз';
$_LANG['js_languages']['uploadfile_not_null'] = 'Жүктейтін файлды таңдаңыз';
$_LANG['js_languages']['card_sn_null'] = 'Карта кодын енгізіңіз';
$_LANG['js_languages']['card_password_null'] = 'Карта паролін енгізіңіз';

$_LANG['use_help'] = '<ul>' .
    '<li>Файлды жүктегенде CSV файлы болуы керек<br />' .
    'CSV файлдық бірінші солы карта коды；Екінші солы карта паролі；Үшінші солы мерзімі<br />' .
    '(EXCEL арқылы csv файл жасау амалы：EXCEL-де карта коды,карта паролі,мерзім деген рет бойынша ақпаратты енгізіп,сақтаған кезде csv файл ретінде сақтасаңыз болды)' .
    '<li>Пароль және мерзімін бос қалтыруға болады, мерзімді енгізгенде 2006-11-6 немесе 2006/11/6 форматында енгізу керек' .
    '<li>Карта коды,Карта паролі,Мерзімін енгізген кезде қазақша әріптер қолданбаңыз</li>' .
    '</ul>';

/*------------------------------------------------------ */
//-- 改变加密串
/*------------------------------------------------------ */

$_LANG['virtual_card_change'] = 'Құпия шифрді өзгерту';
$_LANG['user_guide'] = '<h4>Қолданбасы：</h4>' .
    '<ul>' .
    '<li>Құпия шифрді виртуалды карта кодын және карта паролін жасыру үшін қолданылады</li>' .
    '<li>Шифр файлының сақтау орыны data/config.php ,сәйкесті тұрақты шамасы AUTH_KEY</li>' .
    '<li>Егер шифрді өзгерту керек болса төмендегі жолаққа ескі шифр мен жаңа шифрді енгізіп,\'Иа\' кнопкасын бассаңыз болды</li>' .
    '</ul>';
$_LANG['label_old_string'] = 'Ескі шифр';
$_LANG['label_new_string'] = 'Жаңа шифр';
$_LANG['invalid_old_string'] = 'Ескі шифр қате';
$_LANG['invalid_new_string'] = 'Жаңа шифр қате';
$_LANG['change_key_ok'] = 'Шифр сәтті ауыстырылды';
$_LANG['same_string'] = 'Жаңа шифр мен ескі шифр ұқсас боп қалды';

$_LANG['update_log'] = 'Жаңарту дерегі';
$_LANG['old_stat'] = 'Жалпы %s дерек.Жаңа шифрді істеткен дерек саны %s ,ескі шифрді істеткен（жаңартуды күтуде）дерек саны %s ,белгісіз шифрді істеткен дерек саны %s';
$_LANG['new_stat'] = '<strong>Жаңарту аяқталды</strong>,Қазір жаңа шифр істеткен деректер саны %s ,белгісіз шифр істеткен деректер саны %s .';
$_LANG['update_error'] = 'Жаңарту кезінде қате шықты：%s';
$_LANG['js_languages']['updating_info'] = '<strong>Жаңартуда</strong>（Әр рет 100 тал）';
$_LANG['js_languages']['updated_info'] = '<strong>Жаңартылды</strong> <span id=\"updated\">0</span> дерек';

/* 页面顶部操作提示 */
$_LANG['operation_prompt_content']['batch_confirm'][0] = 'Файлды жүктеу кезінде .csv файлы болуы керек';

$_LANG['operation_prompt_content']['replenish'][0] = 'Виртуалды карта қорын қосқан кезде өте мұқият болыңыз';

$_LANG['operation_prompt_content']['replenish_list'][0] = 'Виртуалды карта бетінде,осы виртуалды тауардың бүкіл виртуалды карта коды көрсетілген.';

$_LANG['six_stars'] = 'Парольді көру';
$_LANG['only_precise_search'] = '（Дәл іздеу）';
$_LANG['virtual_card_export_alt'] = 'Картаны шығару-';

return $_LANG;
