<?php

$_LANG['Selected_condition'] = "Таңдалған";
$_LANG['All_undo'] = "Бәрін кері қайтару";
$_LANG['Other'] = 'Басқа';
$_LANG['close'] = 'Жабу';
$_LANG['multi_select'] = 'Көп таңдау'; 
$_LANG['Min_price'] = "Төменгі баға";
$_LANG['Max_price'] = "Жоғары баға";
$_LANG['More_options'] = "Көпірек";

//20161214
$_LANG['hot'] = "Хит";
$_LANG['pic_cat'] = "Белгі";
$_LANG['Today_recommended'] = "Ұсыныс";
$_LANG['Today_new'] = "Жаңа";
$_LANG['New_arrival'] = "Жаңа шыққан";
$_LANG['Special_commodity'] = "Жеңілдіктер";
$_LANG['cat_tpl_one'] = "Категориялар，Екінші дәрежелі кат.ті TOP бетте көрсетілуін өңдеу.";
$_LANG['cat_tpl_two'] = "Дефолт TOP беттің сол жағындағы жарнама";
$_LANG['cat_tpl_three'] = "TOP беттегі слайд-шоу жарнама（дефолт）";
$_LANG['cat_tpl_four'] = "Категория->Екінші дәрежелі кат.->Кате-яның тауарлары->Тауарды түзету->Басқа ақпарат->Белгілеп 《Үздік》ұсынысқа қосыңыз";
$_LANG['cat_tpl_five'] = "Категория->Екінші дәрежелі кат.->Кате-яның тауарлары->Тауарды түзету->Басқа ақпарат->Белгілеп 《Жаңа》ұсынысқа қосыңыз";
$_LANG['cat_tpl_six'] = "Категория->Екінші дәрежелі кат.->Кате-яның тауарлары->Тауарды түзету->Жалпы ақпарат->ЖЕҢІЛДІК бағасымен уақытын қойыңыз";
$_LANG['cat_tpl_Seven'] = "Категория->Ортаншы кате-я.->Кат-ияның тауарлары->Тауарды түзету->Басқа ақпарат->Белгілеп 《Hot》ұсынысқа қосыңыз";
$_LANG['cat_tpl_female'] = "TOP беттегі баннер жарнамасы（Әйелдер үлгісі）";
$_LANG['cat_tpl1_one'] = "TOP беттегі бүгінгі таластар уақыты（Әйелдер үлгісі）";
$_LANG['cat_tpl1_two'] = "TOP беттегі （Әйелдер үлгісі）Жаңа тауарлар";
$_LANG['cat_tpl2_one'] = "TOP беттегі（Тұрмыстық техника үлгісі）Баннер жарнамасы";
$_LANG['cat_tpl2_two'] = "TOP беттегі（Тұрмыстық техника үлгісі）Брендтер жарнамасы";
$_LANG['cat_tpl3_one'] = "TOP беттегі（Азық-түлік үлгісі）Баннер жарнамасы";
$_LANG['cat_tpl3_two'] = "TOP беттегі（Азық-түлік үлгісі）Hot Жарнамасы";
$_LANG['Sold'] = "Сатылым ";
$_LANG['qiang'] = "Таласу";
$_LANG['new_first'] = "Жаңа тауарлар";
$_LANG['have_a_look'] = 'Жай аралау';
$_LANG['Change_set'] = "Келесі";
$_LANG['Ccearance'] = "Қорды жою";
//20161214

return $_LANG;