<?php

$_LANG['id'] = 'Коды';

$_LANG['starttime'] = 'Сөреге қою';
$_LANG['endtime'] = 'Сөреден алу';
$_LANG['select_time'] = 'Уақыт таңдау';
$_LANG['goods_name'] = 'Тауар аты';
$_LANG['ok'] = 'Иа';
$_LANG['edit_ok'] = 'Сәтті атқарылды';
$_LANG['delete'] = 'Жою';
$_LANG['deleteck'] = 'Бұл тауардың сатылымға автоматты қою/алу қызметін жоясыз ба? Тауардың өзіне ешқандай әсері жоқ.';
$_LANG['enable_notice'] = 'Сіз жүйе баптауы->Жоспарлы міндет ішінен бұл қызметті қоса аласыз.';
$_LANG['enable_seller_notice'] = 'Сізде әлі бұл қызметтің рұқсаты жоқ,Порталдың“Жүйе баптауы->Жоспарлы міндет”ішінен бұл қызметті қоса аласыз.';
$_LANG['button_start'] = 'Топпен қою';
$_LANG['button_end'] = 'Топпен алу';

$_LANG['no_select_goods'] = 'Тауар таңдалмады';

$_LANG['batch_start_succeed'] = 'Топпен сәтті қойылды';
$_LANG['batch_end_succeed'] = 'Топпен сәтті алынды';

$_LANG['back_list'] = 'Тауарды авто.қою/алуға қайту';

/* 页面顶部操作提示 */
$_LANG['operation_prompt_content'][0] = 'Тауарды таңдап және автоматты қою/алу уақытын енгізу арқылы топпен атқара аласыз.';
$_LANG['operation_prompt_content'][1] = 'Тауар атын іздеу арқылы жекеде атқару жасауға болады.';

return $_LANG;
